const books = [
  {
    id: 1,
    title: 'Майстер і Маргарита',
    author: 'Михайло Булгаков',
    genre: 'Роман',
    description: 'Містична історія кохання і сатири в радянському контексті.'
  },
  {
    id: 2,
    title: '1984',
    author: 'Джордж Орвелл',
    genre: 'Антиутопія',
    description: 'Світ тотального контролю, цензури та пропаганди.'
  },
  {
    id: 3,
    title: 'Злочин і кара',
    author: 'Федір Достоєвський',
    genre: 'Класика',
    description: 'Глибоке філософське дослідження морального вибору.'
  }
];

export default books;
